[
    {
        "name": "Code-Ed",
        "description": "Code-Ed is a CSO Committee aimed at teaching students in Denton schools the basics of programming. We volunteer weekly to teach Denton students basic programming topics ranging from Scratch to Python to Web Development! Your 2021-2022 Committee Heads will be Andrew Zheng and Vidit Biyani so feel free to contact us regarding any concerns/questions!",
        "facebook": "https://www.facebook.com/groups/tamscodeed2021"
    },
    {
        "name": "Cybersecurity",
        "description": "The TAMS CSO Cybersecurity Committee is here to introduce you to the fascinating world of computer security. We will be hosting theoretical and practical lessons as well as hands-on activities and competitions to develop skills in binary exploitation, reverse engineering, networking, digital forensics, and cryptography. Come and join if you would like to push the boundaries of your knowledge in computer science beyond what you are taught!",
        "facebook": "https://www.facebook.com/groups/tamscybers3curity2021"
    },
    {
        "name": "Girls Who Code",
        "description": "We are the TAMS Girls Who Code committee under CSO! Our mission is to encourage girls in the Denton area to pursue careers in computer science by working with the national Girls Who Code nonprofit organization and volunteering with local schools. Come join us in our efforts to close the gender gap in computer science and change the image of modern programmers!",
        "facebook": "https://www.facebook.com/groups/tamsgwc2021"
    },
    {
        "name": "Good Samaritan",
        "description": "Hello, we are the TAMS Good Samaritan committee!  We offer TAMS students the opportunity to help senior citizens with the basics of technology. No coding experience is needed to volunteer.",
        "facebook": "https://www.facebook.com/groups/tamsgoodsamaritan2021"
    },
    {
        "name": "IBM Z",
        "description": "We are the TAMS IBM Z committee under CSO. We provide workshops on Mainframe computing languages and for job opportunities and promote events and competitions surrounding enterprise computing and systems with IBM’s Z Mainframes.",
        "facebook": "https://www.facebook.com/groups/tamsibmz2021"
    },
    {
        "name": "Web Dev",
        "description": "Welcome to the Web Dev committee! We hold workshops and other opportunities to help people interested in web development learn how to create websites! Feel free to stop by any of our introductory workshops, as no previous coding experience is necessary.",
        "facebook": "https://www.facebook.com/groups/tamswebdev2021"
    },
    {
        "name": "Tech-Ed",
        "description": "Tech-Ed is a committee under TAMS CSO that aims to facilitate learning through YouTube videos as we enter a new age of remote education. Our mission is to help students within and beyond the TAMS community to simultaneously discover valuable educational resources and expand their own “range” by providing weekly posts on a plethora of thought-invoking subjects. We plan to upload videos ranging from computer science tutorials to TAMS vlogs. Come join Tech-Ed if you’re interested in exploring new topics, introducing others to fascinating ideas, or gaining volunteer hours through the intersection of technology and education!",
        "facebook": "https://www.facebook.com/groups/tamsteched2021"
    },
    {
        "name": "Open Source",
        "description": "Our mission is to contribute to massive open source projects like Missing Maps and Wikisource. No computer science experience is needed for either of these opportunities, and if you need any help, we’re here for you! We’ll be hosting monthly editathons this year, so feel free to join us if you just want to hang out. Volunteering hours will be determined by the number of contributions made to either project.",
        "facebook": "https://www.facebook.com/groups/tamsopensource2021"
    }
]