[
    {
        "name": "Web Dev",
        "description": "The TAMS Web Dev Committee is a community for TAMS students interested in web development. In this community, web developers will be able to gain the experience of collaborating with others to create professional websites. The committee also aims to educate people in web development, which will be done through workshops.",
        "facebook": ""
    },
    {
        "name": "Open Source",
        "description": "We want to make an impact in open-source projects and introduce TAMS students to the many benefits of contributing to open source, including developing their coding expertise, developing problem solving skills, and the knowledge that you are making a sizable impact to thousands of people worldwide.",
        "facebook": "https://www.facebook.com/groups/633979174126891/"
    },
    {
        "name": "Girls Who Code",
        "description": "We are the TAMS committee of Girls Who Code under CSO! Our mission is to encourage girls in the Denton area to pursue careers in computer science by working with the organization Girls Who Code and volunteering with local schools. Come join us in our efforts to close the gender gap in CS and change the image of modern programmers!",
        "facebook": "https://www.facebook.com/groups/288925415838249/"
    },
    {
        "name": "API Masters",
        "description": "Our vision is to serve and inspire the TAMS community and the greater Denton community by instructing and involving student developers in the use of APIs. We aim to spread information of APIs and cool API projects through a novel approach of “mini-thons,” which are miniature hackathons, an involved and encouraging Facebook community, and community outreach.",
        "facebook": "https://www.facebook.com/groups/267939461256242/"
    },
    {
        "name": "Cybersecurity",
        "description": "The TAMS CSO Cybersecurity Committee is here to introduce you to the fascinating world of computer security. We will be hosting theoretical and practical lessons as well as hands-on activities and competitions to develop skills in binary exploitation, reverse engineering, networking, digital forensics, and cryptography. Come and join if you would like to push the boundaries of your knowledge in computer science beyond what you are taught!",
        "facebook": "https://www.facebook.com/groups/hacking.cso.tams/"
    },
    {
        "name": "Hardware",
        "description": "The TAMS Hardware Committee aims to provide computer hardware related services to the TAMS community in the form of workshops and volunteering opportunities. As a CSO committee, we run hands on biweekly workshops where we teach concepts in digital logic, electrical engineering, and programming. We also run PCs2Prosper, a volunteering opportunity where you can sign up to refurbish and fix laptops and computers for people in need.",
        "facebook": "https://www.facebook.com/groups/579625052673505/"
    },
    {
        "name": "Code-Ed",
        "description": "We are the Code-Ed committee under CSO. We help elementary and middle school students strengthen their programming skills to make cool programs and learn more about Computer Science.",
        "facebook": "https://www.facebook.com/groups/1098210807221127/"
    },
    {
        "name": "USACO",
        "description": "We are the TAMS USACO Committee under CSO. Our committee is committed to helping TAMS students learn all there is about the USACO programming contest, including what it is, how to prepare for it, and what to do during the contest. We will cover algorithms and data structures necessary to pass the Bronze, Silver, and Gold Divisions of the USACO contest, as well as host practice contests in tandem with CSO.",
        "facebook": "https://www.facebook.com/groups/3578375718845467/"
    },
    {
        "name": "Good Samaritan",
        "description": "Our mission is to help senior citizens with their technology problems and questions. No CS experience necessary. If you know how to navigate social media, your phone or your computer, you're already an expert!",
        "facebook": "https://www.facebook.com/groups/292534141766054/"
    }
]